[{"pid": "4607937395", "link": "https://newyork.craigslist.org/mnh/sub/4607937395.html", "description": "Furnished Rent: $3000 Type: Rental  Apartment Features: Cable Television High-speed Internet, WiFi Open Kitchen: full refrigerator, stove, microwave and dishwasher. Plates, knifes, cups. Queen Size Beds Air Conditioning Dishwasher Hardwood Floors Fully Furnished Gym/Athletic Facilities Concierge Doorman Elevator Laundry in Building  APARTMENT DESCRIPTION: Fully furnished spacious studio apartment. High-speed Internet, WiFi, cable. Kitchen with microwave, dishwasher. Building offering doorman, concierge, attended lobby, separate place for mails, elevators, gym, laundry room. It is near the Central Park, Times Square. Steps to the subway.  Application process is easy and quick. Everything can be done in person or via Internet. Foreign tenants are o.k. and welcomed!", "title": "$2950 luxury STUDIO  hi-rise in midtown - at the World Wide Plaza (Midtown West)"},
{"pid": "4597787115", "link": "https://newyork.craigslist.org/mnh/sub/4597787115.html", "description": "HOTTEST 1 BEDROOM DOWNTOWN IN A LUX. BUILDING  *******HOTTEST 1 BEDROOM DOWNTOWN****** ******* BRAND NEW KITCHEN AND BATHROOM, NEW FURNITURE******  ******THERE IS A LAUNDRY FACILITIES, complimentary FITNESS CENTER, A ROOFTOP DECK with barbecue AND LOUNGE  AND WI-FI******* LOCATED IN A FULL SERVICE BUILDING  DOORMAN FREE GYM  ELEVATOR  *** AVAILABLE FOR 1 MONTH MINIMUM*", "title": "$4500 / 1br - HOTTEST 1 BEDROOM DOWNTOWN IN A LUX. BUILDING fully furnished  (Battery Park)"},
{"pid": "4606468819", "link": "https://newyork.craigslist.org/mnh/sub/4606468819.html", "description": "Must see ! Rare 1BR On prime 7 st location !! between 1st and 2nd ave French doors open up to queen size bedroom exposed brick facing South sheds tons of light Massive living room new spot lights . great closet space Separate Eat In kitchen . broker", "title": "$3300 / 1br - Must see ! Rare 1BR On prime 7 st location  * Utilities Included  (East Village)"},
{"pid": "4606415453", "link": "https://newyork.craigslist.org/mnh/sub/4606415453.html", "description": "Fully Furnished 1 Bedroom East Village Astor Place Close to Subway Lovely fully furnished 1 bedroom apartment. Queen size bed and sofa-bed, fully equipped kitchen. Flat screen TV, cable TV, wireless internet. Located on 7th st and 1st Ave. Steps to Astor Place Subway. UTILITIES INCLUDED BROKER", "title": "$3300 / 1br - Fully Furnished 1 Bedroom East Village Astor Place Close to Subway  (Midtown East)"},
{"pid": "4606382946", "link": "https://newyork.craigslist.org/mnh/sub/4606382946.html", "description": "Lovely fully furnished 1 bedroom apartment. Queen size bed and queen size sofa-bed, fully equipped kitchen with dining area. Flat screen TV, cable TV, wireless internet are included in rent. Steps to Astor Place Subway.", "title": "$3300 / 1br - Lovely fully furnished 1 bedroom apartment* ASTOR PLACE  (East Village)"},
{"pid": "4615554561", "link": "https://newyork.craigslist.org/mnh/sub/4615554561.html", "description": "This brand new apartment has maple wood floors, marble countertops, stainless steel appliances with 2 beautiful french doors at the entrance of the bedroom. one-bedroom home has beautiful hardwood floors, a gut-renovated galley kitchen, and a spacious bedroom. Studio $300 A week & $45 Per Night And A Month is $1100  One Bedroom $340 A week & $50 Per Night And A Month is $1300  Email: Check in date: Check out date:  Two Bedrooms $450 A week & $70 Per Night And A Month is $1800 Fabulous windowed kitchen and bath too. Windowed kitchen has stainless steel appliances including Miele dishwasher and great closet space. Coveted 47th Street block near tons of cafes, restaurants, and close to Times Square too Steps to subway, in the heart of Turtle Bay, great residence property. Well-run vacation rental apartment and impeccable elevator building in Midtown East at a great rental price Almost a king size bedroom , this apartment is a absolute steal for the price. Brand new everything with a private courtyard, this apartment is worth taking a look at for your next home!", "title": "##3 ####@@** Fabulous Almost a king size bedroom (Midtown)"},
{"pid": "4607928784", "link": "https://newyork.craigslist.org/mnh/sub/4607928784.html", "description": "Furnished Rent: $3000 Type: Rental  Apartment Features: Cable Television High-speed Internet, WiFi Open Kitchen: full refrigerator, stove, microwave and dishwasher. Plates, knifes, cups. Queen Size Beds Air Conditioning Dishwasher Hardwood Floors Fully Furnished Gym/Athletic Facilities Concierge Doorman Elevator Laundry in Building  APARTMENT DESCRIPTION: Fully furnished spacious studio  apartment. High-speed Internet, WiFi, cable. Kitchen with microwave, dishwasher. Building offering doorman, concierge, attended lobby, separate place for mails, elevators, gym, laundry room. It is near the Central Park, Times Square. Steps to the subway.  Application process is easy and quick. Everything can be done in person or via Internet. Foreign tenants are o.k. and welcomed!", "title": "$3000 Fully furnished spacious studio  apartment. (Midtown West)"},
{"pid": "4598669175", "link": "https://newyork.craigslist.org/que/sub/4598669175.html", "description": "WITHOUT UTILITIES , FURNISHINGS, INTERNET OR CABLE................$2000  WITH UTILITIES ONLY......NO INTERNET OR CABLE.............................$2400  WITH FURNISHINGS, UTILITIES, INTERNET, CABLE , YARD ETC.........$3000  WITH ALL FURNISHINGS, BEDS, SOFAS, WINDOW TREATMENTS, POTS , PANS, ETC AND INCLUDES ALL UTILITIES, (GAS, WATER, ELECTRIC), HIGH SPEED INTERNET, PREMIUM CHANNEL CABLE AND YARD WITH PATIO SET, LANDSCAPE LIGHTING, SECURITY ETC................$3000  DAILY RATE......$200 PER NIGHT.....5 NIGHTS MINIMUM. MONTHLY RATES AVAILABLE.  YOU JUST NEED TO BRING YOUR CLOTHES. EVERYTHING IS PAID FOR IN ONE BILL. TRANSPORTATION CAN BE ARRANGE FROM AIRPORT. MINUTES DRIVE OR BY PUBLIC TRANSPORTATION TO HOWARD BEACH AND ROCKAWAY BEACHES.  Centrally located two bedroom located close to shops, banks,supermarket, parks, doctor offices and transportation for rent. Train and buses are within ONE TO THREE blocks away. Banks, grocery, medical offices, supermarkets, deli, pharmacy and fast food are all within 2 to 5 minutes walk. Ideal for someone who wants to have a home garden or to do gardening, flowers or play area. THIS HOUSE IS RENTED BY OWNER  30 minutes by train or car to Manhattan. 10 to 20 minutes to LGA , JFK, Malls, (queens center and green acres malls).  APPROXIMATE SIZES OF ROOMS ARE......  BEDROOMS ........ 1st...... 17 x 10 and, 2nd...... 14 x 9. Each bedroom has two large windows and built in cupboards.  BATHROOM..... 5 X 7  LIVING ROOM & kITCHEN AREA....... 22 X 17  YARD SPACE...... 25 X 40 AND HAS A PRIVACY FENCE.  House is monitored by security cameras.  All hardwood floors , no carpet so it`s good for those who suffer from allergies.  There is a yard with approx size 25 x 40. You will have to keep it clean.   Ideally suited for pilots, international students, interns, medical students, professionals, temporary workers etc. Thirty minutes from manhattan , 15 to 20 minutes to JFK, LGA, Queens Mall and Green Acres Mall. There are several buses all within 2 to 5 minutes walk from each other. Bus lines are Q..7, 8, 11, 21, 41, 53, 112, QM 15 Train station is 2 to 3 minutes walk.  .  Call number listed above under contacts or email   For medical interns approximate travel time to various hospitals.  Brookdale hospital. .....20 mins  Forest hill hospital ....20 mins  Woodhull medical.........25 mins  Jamaica hospital...... 10 min  Elmhurst hospital....... 20 min  University hospital...SUNY... 25 min  Kings County hospital ..... 25 mins  Interfaith hospital...........25 mins      ..................................................................................................................................................................................................................................................................................................................................................................................................................................................................... Keywords......short-term, short term, short term accomodation, temporary accomodation, bus, train A train, LGA, La Guardia, JFK, John F. Kennedy airport, wifi , wi-fi, quiet, international , international students, interns, medical interns, medicine, school, jamaica hospital, queens hospital, interfaith hospital, elmhurst hospital, furnish, furnished, finish, unfurnished, unfunished, fully loaded, near, Kew gardens, forest hills, howard beach, woodhaven, richmond hill, S. richmond hill, south ozone park, ozone park, wakefield, cross bay blvd. furnish, unfurnish, residency, rotation, international students, international workers, air hostesses, lease, leased, short-term lease, long-term lease, racino, acqueduct, aquduct,, aqueduct, aqueduct racino jobs, racetrack, casino. Garden, gardening, backyard, patio, fence, fenced. secure, security, camera, cameras,vactioneers, travelers, tourist, tourists, bed and breakfast, host, hosting, pet friendlY, beach, water, waterways, bed n bearkfast", "title": "$2000 / 2br - UNFURNISHED / FURNISHED.  LARGE YARD WITH PATIO . NEAR TRAIN, BUSES,  (queens)"},
{"pid": "4597843217", "link": "https://newyork.craigslist.org/mnh/sub/4597843217.html", "description": "3 Bedrooms with 3 large beds and 2 Full bathrooms. Spacious living room and great views. Fully renovated with dark wood floors, brand new stainless steel appliances, gorgeous kitchen renovations and brand new bathrooms. Top of the line furniture with modern decor. kitchens feature cherry cabinetry, stainless steel appliances, and hardwood floors while bathrooms boast marble throughout.  Enjoy the view from your large terrace.  Located in the heart of midtown Manhattan, 2 blocks from prime Murray Hill, this 24/7 luxury concierge full service building is walking distance to all NYC has to offer. Next to the East River, steps to NYU Medical Center, close to hundreds of bars and restaurants. Residents enjoy valet service, 24-hour doormen, onsite laundry, full-size fitness center, and bicycle storage. The rooftop deck is perfect for sunbathing or just soaking in the tremendous views. The building is perfectly located and offers spacious apartments with remarkable amenities.", "title": "$7500 / 3br - 3 Bedrooms with 3 large beds and 2 Full bathrooms. LUX. BLDG  (Midtown East)"},
{"pid": "4577103484", "link": "https://newyork.craigslist.org/mnh/sub/4577103484.html", "description": "Modern and Completely Furnished  1 Bedroom Hotel Style Apartment. This 1 bedroom is Bright and Airy. Located steps to Rockefeller Center. Excellent restaurants, Fifth Ave. shopping ,Theatre, and walking distance to Central Park. Easy access to subways, Citi Bike Stations, Metro North, and the LIRR.", "title": "$3800 / 1br - 1Bed 1Bath in Luxury Bldg. (Midtown West)"},
{"pid": "4602350767", "link": "https://newyork.craigslist.org/mnh/sub/4602350767.html", "description": "Tastefully furnished, extremely spacious 1 bed apartment with beautiful city views. Approx 900 sqf. It has a beautiful fully equipped kitchen with top of the range stainless steel appliances including Sub-Zero Refrigerator, Miele Stove, Miele Oven and a LG Microwave. Washer/Dryer in unit. There is a lovely marble bathroom with soaking tub and separate shower. The building has lots of amazing amenities: including 24/7 doorman and concierge, exclusive fitness center with top of the range new equipment, entertaining room, indoor-outdoor lounge, 24-hr library equipped with wifi, gaming room with billiards table, media screening room and a children's playroom. The building is located on the Hudson River promenade. The Avery is conveniently located only 2 Blocks away from the Lincoln Center; New York City's icon for entrainment and culture. Just steps away, you will find New York City's finest restaurants and markets such as Citarella, Fairway and Balduccis. The best shopping is only minutes away as well, whether it be Time Warner's upscale shopping arcade or the vast selection of stores on Broadway's Upper West Side.", "title": "$5500 / 1br - 900SF STUNNING FURNISHED ONE BR *VIEW  (Upper West Side)"},
{"pid": "4601042348", "link": "https://newyork.craigslist.org/mnh/sub/4601042348.html", "description": "image 4   0BR apartment available now  Fully Furnished Studio in UWS Doorman Building Broadway & West End Avenue  Rent: $2,950 Availability: Immediate Type: Rental Bedrooms: 0 Bathrooms: 1 Ownership: Rental Neighborhood: Upper West Side Approx. SF: N/A Service Level: Concierge Elevator: Yes  Apartment Features: WiFi A/C Cable Laundry  This renovated studio can be found in one of the best locations in Manhattan! This 24 hour doorman building with laundry is located steps from great shopping, dining and close to Central Park. The express train is steps from your door. This apartment has everything you need to make this a home whether long term or short term. Just bring your suitcase and move right in!", "title": "$2950 GREAT FULLY FURNISHED STUDO DOORMAN (Upper West Side)"},
{"pid": "4601001200", "link": "https://newyork.craigslist.org/mnh/sub/4601001200.html", "description": "2BR apartment available now  71ST BROADWAY~FURNISHED 2BR/2BATH 24HR DOORMAN BUILDING  Rent: $5,500 Type: Rental Bedrooms: 2 Bathrooms: 2 Ownership: Rental Neighborhood: Upper West Side Approx. SF: N/A Service Level: Concierge Elevator: Yes  Listing Description: SHORT TERM Luxury Furnished 2 Bed 2 Baths Rental up to 6 people Newly Renovated 2 bedroom, 2 bathroom beautiful apartment on the Upper West Side. Conveniently located just 1/2 a block from the subway and close to Central Park, Lincoln Center, shops, restaurants, Museums and more! This apartment is perfect for your visits to New York and can accommodate up to 8 guests. The master bedroom has a Queen Size bed, the second bedroom has two twin size beds and the leather sleeper sofa opens to a Queen. FREE cable, WI FI internet and unlimited calls within the US are provided for your convenience as are all bed and bath linens. New stainless steel appliances, renovated hardwood floors and much more. Building offers 24 hours concierge services, laundry facility best location on the Upper West Side and more.", "title": "$6000 / 2br - SHORT TERM LUXURY FURNISHED 2 BR 2 BA (Upper West Side)"},
{"pid": "4597857710", "link": "https://newyork.craigslist.org/mnh/sub/4597857710.html", "description": "2 Bedrooms  and 2 Full bathrooms. Spacious living room and great views. Fully renovated with dark wood floors, brand new stainless steel appliances, gorgeous kitchen renovations and brand new bathrooms. Top of the line furniture with modern decor. kitchens feature cherry cabinetry, stainless steel appliances, and hardwood floors while bathrooms boast marble throughout.   Located in the heart of midtown Manhattan, 2 blocks from prime Murray Hill, this 24/7 luxury concierge full service building is walking distance to all NYC has to offer. Next to the East River, steps to NYU Medical Center, close to hundreds of bars and restaurants. Residents enjoy valet service, 24-hour doormen, onsite laundry, full-size fitness center, and bicycle storage. The rooftop deck is perfect for sunbathing or just soaking in the tremendous views. The building is perfectly located and offers spacious apartments with remarkable amenities.", "title": "$7500 / 2br -  STUNNING 2 BR 2 BA PRIME MIDTOWN EAST  (Midtown East)"},
{"pid": "4600986345", "link": "https://newyork.craigslist.org/mnh/sub/4600986345.html", "description": "Rent: 4200 Type: Rental Bedrooms: 1 Bathrooms: 1 Neighborhood: Midtown West Service Level: High Rise, full Service building Elevator: YES Building Application fee: $ 200 Broker Fee: Apply Description: Gut renovated 1 bedroom, fully furnished all brand new!! 24 hour Doorman building. Elevator, Gym and laundry in building. Can show today. . .", "title": "$4200 / 1br - 700ft² - GREAT FULLY FURNISHED ONE BR FULL SERVICE BLDG (Midtown West)"},
{"pid": "4615780063", "link": "https://newyork.craigslist.org/que/sub/4615780063.html", "description": "One bathroom & One kitchen(Brand New) One Person Only 1 month plus 1 month security deposit, and 1 month brokeage fee 12 minute walk to 7 Train. Free Parking on Street This is a very relaxed, Quiet, and Non Smoking home. No Pets. Please email a brief description and your current situation to schedule an appointment.  Thx!", "title": "$1500 / 1br - 700ft² - Beautiful One Bedroom With New Bath, Kitchen In E. Elmhurst (E. Elmhurst )"},
{"pid": "4615616036", "link": "https://newyork.craigslist.org/mnh/sub/4615616036.html", "description": "3 bedroom fully furnished apartment located in Midtown East in Manhattan. The apartment includes a fully equipped kitchen, dining area and living room. The kitchen has all stainless steel appliances and white cabinets. With seating for four the dining table is a comfortable way to share meals with your fellow travelers. For your entertainment the living room includes a high definition television. It easily converts into an extra sleeping accommodation by folding out into a full sized bed. The bathroom has all white tiles and includes towels with your rental. All three bedrooms have full sized beds, wooden bed frames, matching dressers, and linens. The area is perfectly situated near public transportation and many famous landmarks like the Chrysler building, the headquarters to the United Nations, Saint Patrick's Cathedrals and only a five minute cab ride from Times Square. There are various local bars and great restaurants to choose from all along Second and Third Avenue. Call now to schedule showing pls", "title": "$4999 / 3br - FULLY FURNISHED 3BR~PRIME MIDTOWN EAST (Midtown East)"},
{"pid": "4615745787", "link": "https://newyork.craigslist.org/mnh/sub/4615745787.html", "description": "This is a very well maintained modern building, with beautiful and newly furnished apartments which offers -Door Man service, On Site Management, Elevator, Laundry Room, is Pet Friendly, and a breathtaking Roof Deck with skyline view-  Apartment amenities include -Hardwood Parquet Floors, Stainless Kitchen, and Large Windows- Building is in proximity to Hell's Kitchen, and walking distance to Central Park, Times Square, and Penn Station!", "title": "$5950 2BD/1BTH Apartment - Door Man (Midtown West)"},
{"pid": "4615600445", "link": "https://newyork.craigslist.org/mnh/sub/4615600445.html", "description": "RENT YOUR  SUBLET NOW! DON'T MISS IT! AVAILABLE IN SEPTEMBER! Top luxury doorman building with Free Health Club, Lounge, Rooftop Deck, 24hr doorman 2br apt with brand new furniture, towels, linens, pots, pans, kitchen utensils available Washer /Dryer in apt Sofa bed in the living room", "title": "$4799 / 2br - FURNISHED~Luxury 2br w/ Washer~Health Club~Roofdeck Lounge (Financial District)"},
{"pid": "4615766530", "link": "https://newyork.craigslist.org/mnh/sub/4615766530.html", "description": "1 bedroom, very sunny, separate kitchen, hardwood floors, near subway and buses, steps to Central Park, ideal Upper East Side location! 4 walk-up building.  The sofa is a sofa bed if you like to share.  Looking for a responsible person.  The train is 2 blocks away.", "title": "$2200 / 1br - 1 Cozy BR Apartment (Upper East Side)"},
{"pid": "4615685210", "link": "https://newyork.craigslist.org/mnh/sub/4615685210.html", "description": "This is a very well maintained modern building, with beautiful and newly furnished apartments which offers -Door Man service, On Site Management, Elevator, Laundry Room, is Pet Friendly, and a breathtaking Roof Deck with skyline view-  Apartment amenities include -Hardwood Parquet Floors, Stainless Kitchen, and Large Windows- Building is in proximity to Hell's Kitchen, and walking distance to Central Park, Times Square, and Penn Station!", "title": "$3950 Studio Apartment in Popular Neighborhood (Midtown West)"},
{"pid": "4591398162", "link": "https://newyork.craigslist.org/que/sub/4591398162.html", "description": "ONE BEDROOM 83RD AVE  KEW GARDENS WALK TO SUBWAY QUEENS BLVD E OR F LINE, LIVE IN SUPER AND LAUNDRY IN PREMISES. ONE YEAR LEASE PREFERRED, PLEASE LEAVE A MESSAGE TO SEE THE APT. GIVE ME AT LEAST 24 HRS TO SET UP APPOINTMENT. SORRY NO PHOTOS MUST SEE THE UNIT.", "title": "$1595 / 600ft² - 1 BEDROOM 83RD AVE- ACROSS FROM COURTHOUSE ONE BEDROOM $1600 (KEW GARDENS)"},
{"pid": "4588609419", "link": "https://newyork.craigslist.org/mnh/sub/4588609419.html", "description": "ABSOLUTELY AMAZING LOCATION~ CENTER OF WEST VILLAGE~ COZY 1 BEDROOM~MUST SEE~FURNISHED FLEXIBEL LEASE TERM", "title": "$4500 / 1br - CENTER WEST VILLAGE~COZY 1 BEDROOM~MUST SEE~FURNISHED (West Village)"},
{"pid": "4615712456", "link": "https://newyork.craigslist.org/mnh/sub/4615712456.html", "description": "This fantastic apartment is located at West 58th Street and 9th Avenue. This beautiful unit is only steps to the subway, a short walk to Time Square, the Time Warner Building, and Central Park. Don't forget to enjoy the farmer market, Whole Foods and many clothing stores. This area is close to some of New York City's best bars and coffee shops. The apartment has full size bed and couch, 2 big closets for great storage during your stay, a newly renovated bathroom and kitchen, WiFi and cable TV, and flat screen HDTV. The building has 24/7 security camera, elevator, live in super and access to the roof. Linens and towels will be provided at the beginning of the stay. You will meet me for keys and info about the area the apartment. Please feel free to contact me with any questions that you have. UTILITIES ARE NOT INCLUDED - 250$ PER MONTH MUST PAID BY TENANT. ONE TIME CLEANING FEE $125 INCLUDES TOWELS AND LINENS.", "title": "$3695 / 1br - 57th street 9 ave Midtown West, Amazing 1 BR! (Midtown West)"},
{"pid": "4600782861", "link": "https://newyork.craigslist.org/wch/sub/4600782861.html", "description": "Great for grad students and young professionals. Dramatic room available from late August to January 2015 or longer. Possible discount for prepaid rent. Internet, cable and parking extra. No smoking. No pets. Excellent references.", "title": "$1500 / 1br - 6 month furnished bedroom perfect for Purchase locations  (Eastchester/White  Plains area)"},
{"pid": "4615571643", "link": "https://newyork.craigslist.org/mnh/sub/4615571643.html", "description": "", "title": "$2995 / 1br - 700ft² - Gorgeous 1 bedroom NO FEE quiet and Bright (Murray Hill)"},
{"pid": "4615726202", "link": "https://newyork.craigslist.org/que/sub/4615726202.html", "description": "Hi everyone,  I am planning an early departure from NYC. I would like to offer my room in Sunnyside, Queens from September 2014-March 2015 (I am flexible with dates if you you'd like to move in sooner or a little later). You could resign the lease after this if you ended up liking it there too! You would also have one female roommate who is very down to earth, clean and quiet. Rent is $1,095 + utilities (which is about an extra $35). There is laundry in the building and the kitchen and bathroom has been recently renovated with all new appliances including granite counter tops. There is a dishwasher as well and lots of closet space! If for some reason you would like two rooms for you and someone you'd like to live with my roommate would be willing to look for an apartment herself.  This apartment would be perfect for students as there are students who live above us. Additionally, the commute into Manhattan is quite easy. You can just hop on the 7 and get into midtown in 15-20 min! Sunnyside is also a very nice little neighborhood with easy access to the subway, grocery stores, restaurants, bars and the pharmacy (all within a 3-4 min walk). Personally, I believe the best part of Sunnyside is how quiet it is (perfect for studying and of course sleeping)!  Last but not least I would be willing to leave you a furnished room with a bed, 2 dressers, and hangers. As well as kitchen supplies with a set of 12 plates/bowls, pots and pans, glasses and silverware. (We can negotiate the prices for these items later, some items I am willing to give for free).  Please shoot me an email if you are interested or would like pictures. Thank you.", "title": "$1095 / 2br - 1 bedroom available, new kitchen appliances, bedroom is furnished!"},
{"pid": "4615578236", "link": "https://newyork.craigslist.org/mnh/sub/4615578236.html", "description": "Three bedroom fully furnished apartment with partially exposed brick walls, hard wood floors, and all the comforts of home. The common area includes a dark brown leather sofa bed and high definition television. On the side you'll find a space friendly breakfast table to share meals in the comfort of your rental. The fully equipped kitchen consists of white cabinets, white appliances (including dishwasher), dishware, and cookware for a homelike feeling. Full bath with shower, marble tub, and towels provided. There is also a half-bath in the unit for your convenience. One Queen sized bed and two Full sized beds for your bedding accommodations. Each bedroom includes a closet or dresser for the storage for your belongings. This is a great residential neighborhood that is a short walk away from the beauty of Central Park. The park also includes the Central Park Zoo for you to explore. For a taste of art and culture visit the Metropolitan Museum of Art, Solomon R. Guggenheim Museum, Whitney Museum or any of the noteworthy art galleries on \"Museum Mile\". It is also 1 block away from Ruppert Park that includes a small park with children's playground. Enjoy the allure of high fashion from the lavish boutiques all along Madison Avenue. The neighborhood also has a great selection of restaurants recognized for their fine dining, classy marble-counter cafes and many posh bars. Public transportation is accessible for easy travels throughout the city.", "title": "$4999 / 3br - Furnished 3br/1.5bt available NOW~CENTRAL PARK~ (Upper East Side)"},
{"pid": "4602374764", "link": "https://newyork.craigslist.org/mnh/sub/4602374764.html", "description": "Large, True 1 Bedroom apartment in the heart of Midtown East! Quiet, Spacious and Bright with Windows in every room, Fully-Loaded Kitchen, with plentiful closet space. A 24/7 Doorman Building with Live-in Super, The Diplomat has a flexible, Open Sublet Policy!", "title": "$3800 / 1br - 700ft² - Large, True 1 Bedroom apartment in the heart of Midtown East! (Midtown East)"},
{"pid": "4602427552", "link": "https://newyork.craigslist.org/mnh/sub/4602427552.html", "description": "Renovated with new appliances, furniture, and marble bath. - Elevator & Doorman building - Fitness room IN building - Laundry IN building - Just a couple steps to movie theaters, Broadway shows, tons of restaurants, bars, and shopping. - Any subway line that", "title": "$3700 / 1br - Renovated with new appliances, furniture, and marble bath. (Midtown West)"},
{"pid": "4615760661", "link": "https://newyork.craigslist.org/mnh/sub/4615760661.html", "description": "Lovely 1br fully furnished.  Gut renovated building features new elevator and laundry machines in the basement, video intercom, rooftop deck. The apartment has stainless steel appliances with D/W, M/W, Central A/C, noise cancelling windows. Nice neighborhood in the heart of the Little Italy, close to fine dining, shopping and transportation. Pet friendly. No broker's fee. Call  or email.", "title": "$4850 / 1br - Beautiful and spacious 1br in a renovated building, No fee (SoHo)"},
{"pid": "4615646531", "link": "https://newyork.craigslist.org/mnh/sub/4615646531.html", "description": "$4,999 a month NO FEE EASY APPROVAL PROCESS These are the actual pictures of the apartment for rent!! SEE APARTMENT TODAY! There are two available units in this building. AVAILABLE AUGUST 1 This rental includes the following amenities; air conditioning, high-speed wireless internet, flat panel television, sofa bed, dining bar/stools/chairs, natural light, cutlery & dinnerware, coffee maker, microwave, stainless steel appliances, granite countertops, recessed lighting, crown molding, ironing board and iron, fresh linens, and towels.", "title": "$4999 / 2br - Amazing Two Bedroom Apartment  (Midtown East)"},
{"pid": "4615783186", "link": "https://newyork.craigslist.org/brk/sub/4615783186.html", "description": "FEMALE TENANT ONLY, FOR AN APARTMENT SHARED WITH ONE OTHER FEMALE.  MUST BE WILLING TO MOVE-IN SEPTEMBER 1, 2014.  Paperwork with leasing office may delay move-in date.  All you need to enjoy NYC is in this apartment! From access to a swimming pool, indoor gym, rooftop seating, and a lounge near the lobby! Also, the location - very close to Barclays Center, Fulton Mall, Brooklyn Academy of Music, and more!  Washer and dryer are in the apartment unit, so no need to travel down to the basement with bags of laundry! Also available - a dishwasher! Trains accessible include the A, B, D, F, Q, R, C, 2, 3, 4, and 5 trains. MTA buses to each train station stop directly in front of the apartment building.  Electricity, gas, air conditioning, and cable are included in the rent price.  Open house to view the apartment begins August 15, 2014.  Contact me for details!", "title": "$1345 / 1br - Room for September - November 2014 (downtown brooklyn)"},
{"pid": "4602472908", "link": "https://newyork.craigslist.org/mnh/sub/4602472908.html", "description": "Rent: $4000 Type: Rental Bedrooms: 1 Bathrooms: 1 Ownership: Condo Neighborhood: Midtown West Approx. SF: 650 Service Level: Full Service Elevator: Yes  Listing Description: Fully Furn - DM - Elev - Free Gym - Concierge - Location! Fully furnished apartment located in midtown west in doorman elevator building. The building has on site laundry as well as Free use of an exercise room. The apartment is fully furnished and has a walk in closet, full, private bath, kitchen equipped with all major appliances as well as cookware, dishes, glasses and cutlery. All bed and bath linens are provided for your convenience. The building is located in an amazing location - just blocks from Central Park, Times Square, Rockefeller Center and all major subway and bus lines. Cable, internet and phone are available. Taxes and processing fees may apply.", "title": "$4000 Fully Furn - DM - Elev - Free Gym - Concierge - Location! Short term o (Midtown West)"},
{"pid": "4602467429", "link": "https://newyork.craigslist.org/mnh/sub/4602467429.html", "description": "Rent: $4000 Type: Rental Bedrooms: 1 Bathrooms: 1 Ownership: Condo Neighborhood: Midtown West Approx. SF: 650 Service Level: Full Service Elevator: Yes  Listing Description: Fully Furn - DM - Elev - Free Gym - Concierge - Location! Fully furnished apartment located in midtown west in doorman elevator building. The building has on site laundry as well as Free use of an exercise room. The apartment is fully furnished and has a walk in closet, full, private bath, kitchen equipped with all major appliances as well as cookware, dishes, glasses and cutlery. All bed and bath linens are provided for your convenience. The building is located in an amazing location - just blocks from Central Park, Times Square, Rockefeller Center and all major subway and bus lines. Cable, internet and phone are available. Taxes and processing fees may apply.", "title": "$4000 / 1br - Fully Furn - DM - Elev - Free Gym - Concierge - Location! (Midtown West)"},
{"pid": "4615599988", "link": "https://newyork.craigslist.org/mnh/sub/4615599988.html", "description": "Lovely fully furnished 1 bedroom apartment. Queen size bed and queen size sofa-bed, fully equipped kitchen with dining area. Flat screen TV, cable TV, wireless internet are included in rent. Steps to Astor Place Subway.  For more information please contact Branko at or e-mail", "title": "$3300 / 1br - Fully Furnished 1 Bedroom utilities included (East Village)"},
{"pid": "4615754317", "link": "https://newyork.craigslist.org/mnh/sub/4615754317.html", "description": "Two Bedroom Apartment  Great price at $4,999 a month  Amenities such as WiFi and Heating/AC available for free  Apartment fully furnished  Can receive quick and easy approval", "title": "$4999 / 2br - 2 Bedroom Apartment See Today (Lower East Side)"},
{"pid": "4615762826", "link": "https://newyork.craigslist.org/mnh/sub/4615762826.html", "description": "$4,999 per Month  Available starting August 1st  Furnished Apartment  Free Wifi and amenities", "title": "$4999 / 2br - 2 bedroom 1 Bath See Today! (Midtown East)"},
{"pid": "4615750792", "link": "https://newyork.craigslist.org/mnh/sub/4615750792.html", "description": "Two Bedroom Apartment  Great price at $4,999 a month  Amenities such as WiFi and Heating/AC available for free  Apartment fully furnished  Can receive quick and easy approval", "title": "$4999 / 2br - 2 Bedroom 1 Bath  (Lower East Side)"},
{"pid": "4615712278", "link": "https://newyork.craigslist.org/brk/sub/4615712278.html", "description": "Hi! We're looking for someone to rent the small room of our beautiful Boerum Hill apartment for the last two weeks of August..  THE ROOM: 8'x10' with a ceiling Fan (A/C window unit upon request) queen bed small desk mini sound system window w/ shade and blind (for ultimate darkness) *The room has northern exposure and faces the street so there's light street noise and early daylight  THE APARTMENT: located off the F/G (Bergen St) subway lines fully furnished and well taken care for quiet, meant as a study space 2 Bedroom, 3rd Floor walk-up within short walk/distance to the Brooklyn Bridge Park, BAM, Downtown Brooklyn, Barclay's Arena  YOU: 1.) RESPONSIBLE! 2.) Ideally FEMALE, but gents will be considered 3.) NON-SMOKER 4.) Respectable. NO parties, NO late-night/overnight guests.  ΔΔ please include social media links so we have a better idea of your interests/personality ΔΔ  HOUSE RULES: 1.) No drugs 2.) No pets 3.) No overnight guests 4.) No loud music after 9pm 5.) No smoking  **Our place is for someone whose gotten the \"out partying 'til late\" thing out of their system. Someone who wants a quiet place to stay while they're in town for work. Ideal for someone looking to rent a place in our neighborhood or neighboring Cobble Hill, Carroll Gardens, Park Slope.  TO BE CLEAR: $900 + $200 deposit due prior to stay This is a shared space. My boyfriend and I are super easy-going and friendly so long as you aren't an awkward human.  Questions: ask!  ABSOLUTELY NO NEGOTIATING: pets/house rules/price  thanks for looking!  **More photos upon request", "title": "$900 / 1br - $900 room Aug15th-Aug30th  in Boerum Hill, Brooklyn (Brooklyn)"},
{"pid": "4609410168", "link": "https://newyork.craigslist.org/mnh/sub/4609410168.html", "description": "HUGE - 3BR+PRIVATE TERRACE - 1200sf -PRIME SOHO LOCATION - SPRING ST  Description STUNNING 3BR +PRIVATE TERRACE/GARDEN LOCATED IN THE HEART OF SOHO. PRIME LOCATION NYC. SPRING STREET. [MOTT & ELIZABETH]- HUGE SPECIOUS LEAVING ROOM. -3 COZY PRIVATE BEDROOMS.- EXTREMELY SUNNY & BRIGHT.- CLOSE to  ALL TRANSPORTATION SHOPPING, AND RESTAURANTS. HARDWOOD FLOORS CLEANING SERVICE NEWLY RENOVATED ONSITE LAUNDRY FULLY EQUIPPED KITCHEN STAINLESS STEEL APPLIANCES WIRELESS HIGH SPEED INTERNET HIGH DEFINITION CABLE TV WEEK PASSES TO EQUINOX FITNESS & SPA. MINT CONDITION! Broker .", "title": "$5900 3BR+PRIVATE TERRACE - 1200sf -PRIME SOHO LOCATION - SPRING ST (SoHo)"},
{"pid": "4601380093", "link": "https://newyork.craigslist.org/mnh/sub/4601380093.html", "description": "Spacious fully furnished bedroom with personal bathroom in a luxurious high rise building. Only 4/5 minutes to downtown via PATH subway, which is just a block away from the building. Light rail stops behind the building (Essex Stop). The apartment has a washer and dryer and a fully functional kitchen. You would be sharing the apartment with two room mates, both are full time professionals. (Presently both are young males) Prime location near the waterfront in the heart of Newport. If interested send your contact information and move in date please. Thanks!", "title": "$1550 Fully furnished master bdroom, personal bathroom, 5 minutes to downtwn (Downtown)"},
{"pid": "4570082295", "link": "https://newyork.craigslist.org/mnh/sub/4570082295.html", "description": "Luxurious doorman building - In the heart of the city with shopping and nightlife all around - Seconds from Times Sq - Minutes from Central Park - Large windows with sunlight spilling in. - Elegant, new furnishings with a modern appeal. - The building has a full list of amenities available for a modern lifestyle.", "title": "$2800 Luxurious doorman building- In the heart of the city (Midtown West)"},
{"pid": "4569217899", "link": "https://newyork.craigslist.org/mnh/sub/4569217899.html", "description": "Rent: $6000 Type: Condo - Sublet Bedrooms: 2 Bathrooms: 1 Ownership: Condo Neighborhood: Midtown West Service Level: Doorman / Concierge Elevator: Yes Gym: Yes, Free Building Application fee: $200 Broker Fee: Apply  For extended stay in NYC, this residence in The Executive Plaza is the answer. Fully Furnished 2 Bedroom / 1 Bathroom With an unparalleled location in the heart of the Midtown West Side of Manhattan. The building has 24/7 doorman service. This great unit is within walking distance to major landmarks and sites, Half a block from the subway, shops and restaurants. Everything you could ask for in a luxury apartment is within this light-filled, thriving space. Stay at our Furnished corporate apartments in this luxury doorman building in the center of Manhattan with a quiet, luxury feel, eclectic shops and diverse restaurants.", "title": "$6000 / 2br - AVAILABLE IMMEDIATE!!! REAL FURNISHED 2 BR HIGH FLOOR FULL SERVICE  (Midtown West)"},
{"pid": "4569244349", "link": "https://newyork.craigslist.org/mnh/sub/4569244349.html", "description": "Prime Midtown East Fully furnished Studio apt ~ Large Bright ~ steps to Subway!!  Description Prime Midtown East furnished studio apartment East 52 street right off 2nd avenue. Fully furnished. The pass through kitchen has a breakfast bar, fridge, microwave, stove and oven. Dishes, cutlery, glasses and cookware are provided as are all bed and bath linens. , Plasma T.V, D.V.D and more Cable, phone and hi speed internet are provided. Utilities are not included. Monthly rent negotiable for longer lease terms. (6 months +) Great Location Great, safe neighborhood within walking distance to many major attractions. Only a block away from Train # 6 , Just blocks from Rockefeller Center, Radio City Music Hall, Empire State Building, United Nations , trendy neighborhood with lots of restaurants, bars , stores , supermarkets all of it just around the corner, also just a few blocks from Central Park.", "title": "$2850 Prime Midtown East Fully furnished Studio apt ~ Large Bright (Midtown East)"},
{"pid": "4570059231", "link": "https://newyork.craigslist.org/mnh/sub/4570059231.html", "description": "GENERAL DETAILS Rent: $3,500 Type: Rental  Bedrooms: 0 Bathrooms: 1  Service Level: Concierge Elevator: Yes  BUILDING FEATURES Bike Room Health Club Laundry Room Valet Lounge Rooftop Deck Storage Digital TV Satellite TV  LISTING DESCRIPTION This apartment is located in a luxury landmark building in the Financial District. The building features a spectacular marble lobby, 24 hour doorman, concierge services, furnished sundeck, FREE gym, Billiard room and residence lounge. The apartment has a Queen size bed, luxurious sitting/living area and a spacious kitchen featuring GE appliances. The apartment comes with bed and bath linens, dishes, cutlery, glasses and cookware.", "title": "$3500 STUNNING FURNISHED STUDIO IN A LUXURY BLDG  (Financial District)"},
{"pid": "4569221858", "link": "https://newyork.craigslist.org/mnh/sub/4569221858.html", "description": "Available great fully furnished studio best location prime midtown west, doorman free gym, steps to subway, Rockefeller Center , Radio City, Central Park call to view Broker", "title": "$2900 GREAT FULLY FURNISHED STUDIO DOORMAN FREE GYM  (Midtown West)"},
{"pid": "4570047868", "link": "https://newyork.craigslist.org/mnh/sub/4570047868.html", "description": "Rent: $5,000 Type: Rental Rooms: 3 Bedrooms: 1 Bathrooms: 1 Approx SF: 900 Service Level: Full Service Elevator: Yes  Listing Description Tastefully furnished, extremely spacious 1 bedroom apartment with beautiful city views. Approx 900 sqf. It has a beautiful fully equipped kitchen with top of the range stainless steel appliances including Sub-Zero Refrigerator, Miele Stove, Miele Oven and a LG Microwave. Washer/Dryer in unit. There is a lovely marble bathroom with soaking tub and separate shower. The building has lots of amazing amenities: including 24/7 doorman and concierge, exclusive fitness center with top of the range new equipment, entertaining room, indoor-outdoor lounge, 24-hr library equipped with wifi, gaming room with billiards table, media screening room and a children's playroom.  The building is located on the Hudson River promenade. The building is conveniently located only 2 Blocks away from the Lincoln Center; New York City's icon for entertainment and culture. Just steps away, you will find New York City's finest restaurants and markets such as Citarella, Fairway and Balduccis.  The best shopping is only minutes away as well, whether it be Time Warner's upscale shopping", "title": "$5000 TOP TOP TOP LUXURY  VERY LARGE FURNISHED ONE BR  (Upper West Side)"},
{"pid": "4570178330", "link": "https://newyork.craigslist.org/mnh/sub/4570178330.html", "description": "Fully Furn - DM - Elev - Free Gym - Concierge - Location! Fully furnished apartment located in midtown west in doorman elevator building. The building has on site laundry as well as Free use of an exercise room. The apartment is fully furnished and has a walk in closet, full, private bath, kitchen equipped with all major appliances as well as cookware, dishes, glasses and cutlery. All bed and bath linens are provided for your convenience. The building is located in an amazing location - just blocks from Central Park, Times Square, Rockefeller Center and all major subway and bus lines. Cable, internet and phone are available", "title": "$4500 / 1br - Fully Furn - DM - Elev - Free Gym - Concierge - Location! (Midtown West)"},
{"pid": "4570073932", "link": "https://newyork.craigslist.org/mnh/sub/4570073932.html", "description": "Luxury doorman building - Sunlight spilling in through the windows with street view. - Elegant, new furnishings complete the apartment with a homey feel - UN location with shopping, nightlife, and entertainment MINIMUM 6 MONTH", "title": "$2700 Luxury doorman building FURNISHED STREET VIEW  (Midtown East)"},
{"pid": "4612377990", "link": "https://newyork.craigslist.org/brk/sub/4612377990.html", "description": "EXCELLENT BARGAIN!!! +Int. This is one of the best locations in Brooklyn. Extra large sunlit with many extras new remodeled kitchen and bathroom with Jacuzzi, Dinette, new wood floor, pans, air-condition, new electricity system, new windows, fully furnished. DIRECTIONS: 25 minutes. On the \"Q\" subway train from Union Square, NYC, to the \"Ave. M\" station. Near Brooklyn college. My apartment is only 4min (just 3 blocks) away from the subway. TIME TO MOVE: the agreement are from me for 12-24 months. INCLUDED: Utilities. (except electric & Int,.) FURNISHED: The room comes completely furnished and includes mirror, closets, dresser, wardrobe, curtains, couch, bookcase, vacuum cleaner, 2 lamps, and more... NEIGHBOURHOOD: Nice and very safe. Walk to shopping buses, trains, key food, Laundromat, post office, Sports Club, College. Best locations. The Apartment is on fifth floor (6 story elevator). DON`T MISS THE CHANCE! FIRST COME FIRST SERVE! MUST SEE!! Look forward to see you!!  YOU WILL JUST LOVE IT!! By appointment only.", "title": "$1199 / 1br - 899ft² - AMAZING! Studio Program Welcom! (1000SF)  (Midwood)"},
{"pid": "4615723017", "link": "https://newyork.craigslist.org/mnh/sub/4615723017.html", "description": "Renting furnished Upper West Side apartment while away for Holidays+New Years. Great location, close to subways, grocery stores, restaurants on Broadway, quiet Street next to Riverside Park, in a beautiful Brownstone building.  Will provide clean sheets and towels, there's a fully equipped kitchen with all you need. One bedroom one bathroom and large living room. Prefer two people or maximum three people. King bed in bedroom, we can provide a single inflatable mattress for an extra person in living room.  Available December 24th to January 3rd. Includes all utilities, and free wifi. $2000 for the entire stay (10 nights/ 11 days). We prefer someone who wants the apartment for those exact dates.  Must be able to meet in person beforehand or skype. We are very clean: no smoking in building, no pets.  Deposit required : $500 will fully return if everything looks good after rental.  Thanks!", "title": "$2000 / 1br - Furnished Apartment Dec.24 to Jan.3. Upper west side spacious! (Upper West Side)"},
{"pid": "4602778857", "link": "https://newyork.craigslist.org/mnh/sub/4602778857.html", "description": "Rent: $5,500 Availability: Immediate Type: Rental Bedrooms: 2 Bathrooms: 2 Ownership: Rental Neighborhood: Upper West Side Approx. SF: N/A Service Level: Concierge Elevator: Yes Listing Description: DOORMAN BUILDING~FURNISHED RENOVATED 2 BEDROOM~SHORT TERM~ Beautiful furnished 2 Bedroom apartment in Upper West Side! Doorman building, elevators, laundry room! Great location: near subway, restaurants, bars, cinemas, and many other places. Apartment features: good furniture, updated windowed Bathroom. Chef's Kitchen comes with stainless steel appliances, granite counter tops, dishwasher and microwave.", "title": "$5500 / 2br - DOORMAN BUILDING~FURNISHED RENOVATED 2 BR~SHORT TERM (Upper West Side)"},
{"pid": "4615647630", "link": "https://newyork.craigslist.org/mnh/sub/4615647630.html", "description": "Located in Manhattan's exciting Midtown West neighborhood, this 1 BR apartments provides unparalleled living.", "title": "$4000 / 1br -  1 Bedroom Apt - MUST FILL! ALL utilities included (Midtown West)"},
{"pid": "4571862531", "link": "https://newyork.craigslist.org/mnh/sub/4571862531.html", "description": "Gorgeous Extra bright 1BR in a 2 BR apartment in the heart of the upper east side!  Come check it out yourself! This apartment comes fully equipped with top of the line furniture, large closets, beautiful water view, linen, cookware, Cable, WiFi,  AC and Heat.  Conveniently located 3 blocks from express trains, grocery stores, restaurants, bars, movie theaters, central park!  I am a I am a 24 year old female creative in an ad agency looking to find a roommate from August 15, 2014. I am looking for someone that can stay for 6 month minimum! I work from 9:30 to usually 6-7 pm. Monday-friday. I am easy to get along with and I love to try new restaurants, wine bars, and dessert spots. I am trying to get the most out of my time in NYC.  Please be: clean, respectful, non smoking/drug free  I am going to have a open house tomorrow from 11 am -12 pm. Please let me know if you are planing to come.", "title": "$1800 / 2br - Amazing room, fully furnished 2 blocks from subway on 86 st  (Upper East Side)"},
{"pid": "4615752339", "link": "https://newyork.craigslist.org/mnh/sub/4615752339.html", "description": "Beautiful 2br in a brand new building built 2013 featuring video intercom, elevator, laundry, high security entrance key, rooftop deck with amazing views.  Great location in Midtown West, close to the best New York has to offer. The apartment is completely furnished including new modern furniture, flat screen TV, dishes, glasses, linens, towels, and more. Flexible dates. Pet friendly. No broker's fee. Call  or email.", "title": "$5950 / 2br - Fully furnished 2br in a brand new building, No fee (Midtown West)"},
{"pid": "4615706047", "link": "https://newyork.craigslist.org/brk/sub/4615706047.html", "description": "Hello there!  Looking for a great place to stay for the month of September?  I have a massive, bright and airy furnished bdrm available in a fab, spacious 2bdrm in the heart of S. Williamsburg. This truly is the best home and neighborhood I've ever lived in! 2 blks from JMZ (one stop into MH), with all the best bars, restaurants etc. within close walking distance, less than 10 mins to L. This unique 1200 sq ft apartment is furnished with all the amenities and layout you could ever ask for, including a bespoke curved wooden wall that runs through the apartment. Exposed brick, high ceilings, tons of natural light, new open kitchen with state of the art appliances (dishwasher, fully stocked), laundry in unit!, gorgeous hard wood floors, big open living room with huge couch and projector movie theater, dining room table great for dinner parties, massive vinyl collection, technologically savvy (very fast wifi, nest, hue), tons of storage, maid service, court yard etc.  I'm looking for a great roommate Sep 1 (flex) for the month. Rent is $1,800. I am a 30 yr old gal who works in advertising and am really easygoing, no stress, no drama. Rent is $1,800 a month. Please email me asap for more details.  Thanks,  Zoey", "title": "$1800 / 2br - 1200ft² - HUGE furnished rm in heart of Williamsburg (South Williamsburg)"},
{"pid": "4593101924", "link": "https://newyork.craigslist.org/mnh/sub/4593101924.html", "description": "West 90th Street between Central Park West and Columbus Ave. Sunny furnished studio on the parlor floor of a townhouse with a dressing area. Good closets, High Ceilings, Open kitchen. Available August 23rd. Eight months minimum. Brokers fee. Call Glenn at  to view.", "title": "$2000 Sunny Furn Large Studio South Expo Off CPW       (Upper West Side)"},
{"pid": "4615793216", "link": "https://newyork.craigslist.org/mnh/sub/4615793216.html", "description": "I am renting out my room in my apartment for the rest of the month of August. My other female roommate lives there now. Females only please!!!  The apartment is 2 BR, 1 BA and you will have one of the rooms to yourself. The room you will be staying in is unfurnished, but the rest of the apartment is furnished.  The apartment has a big kitchen as well as a big living room. I will be coming back August 30 so you would need to be moved out by August 29.  It is located in the Lenox Hill area.  $600 includes everything. If interested, text my number listed or email works too!", "title": "$600 Room for Rent until 8/29/14 (Upper East Side)"},
{"pid": "4593104798", "link": "https://newyork.craigslist.org/mnh/sub/4593104798.html", "description": "East Village. Brand new two bedroom in a townhouse on East 12th Street between Avenue A and B. Separate kitchen with dishwasher, very high ceilings and oak floors. Good share. Nine month minimum. Available September 1st. Broker fee. Call Glenn at", "title": "$3200 / 2br - Brand New  Two Bedroom Two Bath Townhouse Good Share (East Village)"},
{"pid": "4612299848", "link": "https://newyork.craigslist.org/mnh/sub/4612299848.html", "description": "West Village Luxury Loft Studio  Call Chris", "title": "$2900 West Village Luxury Loft Studio...no fee...one year sublet (West Village)"},
{"pid": "4571701804", "link": "https://newyork.craigslist.org/mnh/sub/4571701804.html", "description": "SLEEPS MAX 4 PERSON SPECTACULAR  1BEDROOM SUITE   WITH MASTERBEDROOM AND LIVING ROOM HAS  2 BEDS  PLUS DINING SECTION SEPERATE KITCHEN SEP. MARBLE BATHROOM 24HOUR CONCIERGE  DOORMEN DAILY MAIDSERVICE , FLATSSCREEN TV  IN EACH  ROOM ACROSS FROM BLOOMINGDALES CORNER  OF ALL SUBWAY STATION ON 57th STREET MONTHLY 4500", "title": "$4500 / 1br - 900ft² - COMPANY  DREAM (Midtown East)"},
{"pid": "4602779650", "link": "https://newyork.craigslist.org/mnh/sub/4602779650.html", "description": "Newly Renovated Furnished 1 Bedroom in the Heart of Manhattan Avenue of the Americas & Seventh Avenue Rent: $3,500 Availability: Immediate Type: Rental Bedrooms: 1 Bathrooms: 1 Ownership: Condo Neighborhood: Midtown West Approx. SF: N/A Service Level: Full Service Elevator: Yes This bright, beautifully furnished 1 bedroom apartment is located steps from everything Manhattan is known for. Great restaurants, shopping, Times Square, Central Park, Museums and the subway. This is a great place to be if you want to explore NYC! This apartment is located in a Full service doorman building with gym, laundry and rooftop deck. It comes stocked with everything you need to make this your home in the city.", "title": "$3500 / 1br - Beautifully Renovated Furnished 1 bedroom in Midtown (Midtown)"},
{"pid": "4587390601", "link": "https://newyork.craigslist.org/mnh/sub/4587390601.html", "description": "This is a corner studio on Park and 31st.  It over looks Park Ave and is located right in the center of the city! There is access to everything in NY from this location.  Available short of long term--", "title": "$2900 Entire Place! Corner Park ave Home (Murray Hill)"},
{"pid": "4593117613", "link": "https://newyork.craigslist.org/mnh/sub/4593117613.html", "description": "Upper West Side. Bright furnished junior one bedroom on a low floor in a townhouse on West 87th Street off West End Avenue. Southern exposure, bay windows and shutters, separate kitchen, detail, high ceilings and oak floors. Broker fee. Available immediately. Three month minimum. Call Glenn at", "title": "$2700 / 1br - Furnished Junior One Bedroom Low Floor So Exposure  (Upper West Side)"},
{"pid": "4581589143", "link": "https://newyork.craigslist.org/mnh/sub/4581589143.html", "description": "West Village Brownstone Studio  http://bienrealty.com/BienRealty_New_York_real_estate/WestVillageStudio.html  Call Chris", "title": "$2000 West Village Brownstone Studio  (West Village)"},
{"pid": "4576520799", "link": "https://newyork.craigslist.org/mnh/sub/4576520799.html", "description": "SLEEPS MAX 4 PERSON SPECTACULAR  1BEDROOM SUITE   WITH MASTERBEDROOM AND LIVING ROOM HAS  2 BEDS  PLUS DINING SECTION SEPERATE KITCHEN SEP. MARBLE BATHROOM 24HOUR CONCIERGE  DOORMEN DAILY MAIDSERVICE , FLATSSCREEN TV  IN EACH  ROOM ACROSS FROM BLOOMINGDALES CORNER  OF ALL SUBWAY STATION ON 57th STREET MONTHLY 4500", "title": "$4500 / 1br - 900ft² - COMPANY  DREAM (Midtown East)"},
{"pid": "4603870103", "link": "https://newyork.craigslist.org/mnh/sub/4603870103.html", "description": "SLEEPS MAX 4 PERSON SPECTACULAR  1BEDROOM SUITE   WITH MASTERBEDROOM AND LIVING ROOM HAS  2 BEDS  PLUS DINING SECTION SEPERATE KITCHEN SEP. MARBLE BATHROOM 24HOUR CONCIERGE  DOORMEN DAILY MAIDSERVICE , FLATSSCREEN TV  IN EACH  ROOM ACROSS FROM BLOOMINGDALES CORNER  OF ALL SUBWAY STATION ON 57th STREET ONLY $150     A NIGHT (single occupancy / higher for 2 or more) IMMEDIATE", "title": "$150 / 1br - 900ft² - COMPANY  DREAM (Midtown East)"},
{"pid": "4599301977", "link": "https://newyork.craigslist.org/mnh/sub/4599301977.html", "description": "Spacious fully-furnished bedroom available in a 3-bedroom apartment in Exchange Place, NJ. The apt. is located in a luxurious complex close to the Hudson River waterfront.  We are looking for a professional with a laid back temperament who values peace and quiet during the week. The two house mates sharing the space are both young professional males.  The room is tastefully furnished. It has a full-sized bed, computer table, desk, lamps and a dresser. Bathroom shared with one roommate only, other roommate has his own bathroom.  The complex amenities include an out- door swimming pool, business center and a gym.  Commute to WTC/Lower Manhattan area is only of 4/5 minutes via PATH subway.  If interested, please e-mail your earliest possible move-in date and a number at which you can be reached.", "title": "$1195 Large furnished room, access to gym,5 minutes to downtown NYC  (Downtown)"},
{"pid": "4586582255", "link": "https://newyork.craigslist.org/mnh/sub/4586582255.html", "description": "West Village Brownstone One Bedroom  http://www.straightforwardlistings.com/listingdetail/57438  Call Chris", "title": "$2700 West Village Loft Studio...see video (West Village)"},
{"pid": "4615764524", "link": "https://newyork.craigslist.org/mnh/sub/4615764524.html", "description": "Two Bedroom Apartment  Great price at $4,999 a month  Amenities such as WiFi and Heating/AC available for free  Apartment fully furnished  Can receive quick and easy approval", "title": "$4999 / 2br - Comfortable 2 Bedroom Apartment (Lower East Side)"},
{"pid": "4612296349", "link": "https://newyork.craigslist.org/mnh/sub/4612296349.html", "description": "West Village Furnished Open Loft With Skylight  http://bienrealty.com/BienRealty_New_York_real_estate/FurnishedPrewarOneBedroom.html  Call Chris", "title": "$2800 West Village Furnished Open Loft With Skylight (West Village)"},
{"pid": "4606221395", "link": "https://newyork.craigslist.org/mnh/sub/4606221395.html", "description": "Rent:  4000 Type: Rental Bedrooms:  1 Bathrooms: 1 Neighborhood: Murray Hill Service Level: Walk-up Elevator: NO Building Application fee: $ 200 Broker Fee: Apply  A brand new furnished apartment in the heart of Murray Hill. Located on 30th st & Park ave, 60 seconds form the 6 Train. The apartment is fully furnished with: Queen bed,2 large closets and a dresser - tons of storage. 2 hi def TVs, - Sofa bed - opens to a queen bed - Fully equipped kitchen with a stove, oven, fridge and a microwave, Dining table ,Desk. Brand new hardwood floors. High ceiling and lots of natural light - south facing apartment. All the furniture is brand new!!The apartment can also be used as a 2 bedroom. There are cable TV, Wi-Fi and Netflix.", "title": "$4000 / 1br - Large furnished 1 bed, Brand New, Prime location, one block to subway (Murray Hill)"},
{"pid": "4568582264", "link": "https://newyork.craigslist.org/mnh/sub/4568582264.html", "description": "Available July 15th.  Loft was recently renovated. brand new kitchen. Full size bed. 5th floor elevator, All the rest can be viewed in pix. Looking for 1 person or a couple. 1 month deposit.", "title": "$5200 / 1br - 850ft² - Beautiful MULBERRY ST- LOFT 3-6 month/ @@@ (Nolita / Bowery)"},
{"pid": "4580065194", "link": "https://newyork.craigslist.org/mnh/sub/4580065194.html", "description": "Rent my space for 3+ month, apt is fully furnished and equipped. wifi connected. One month deposit. 3 month min. 2 flights walk up. windows on both sides of apt. Good AC. Apt is very quiet, on a great block with a convenient store downstairs that is open 24/7. Subway is 2 blocks away. Lots of bars and restaurants and boutiques just steps away. All viewable in pix. Please specify required move in date. 2 ppl max", "title": "$3600 / 1br - 700ft² - 3-12 months in a beautiful 1br in nolita/Aug@@@ (Nolita / Bowery)"},
{"pid": "4570409296", "link": "https://newyork.craigslist.org/mnh/sub/4570409296.html", "description": "2BD with 2 Baths apartment!  Furnished Rent: $7500 Available: April 23 Type: Rental  Apartment Features: Cable Television High-speed Internet, WiFi Air Conditioning Open Kitchen: full refrigerator, stove, microwave and dishwasher. Plates, knifes, cups. Queen Size Beds Wood Floors  APARTMENT DESCRIPSION: Just renovated bright fully furnished one bedroom apartment with great view on the East River. Kitchen with full refrigerator, stove, microwave and dishwasher. Building offering bike room, laundry room, garage, fitness center, sauna, valet, playground and rooftop deck. Concierge, Doorman and Live-in Super. Located close to East River, Herald Square and Madison Square Park. Few blocks to subway. Steps to bus stop.  Application process is easy and quick. Everything can be done in person or via Internet. Foreign tenants are o.k. and welcomed!", "title": "$7500 / 2br - Gorgeous Two bedroom Apartment with fireplace and balcony (Kips Bay)"},
{"pid": "4603974977", "link": "https://newyork.craigslist.org/brk/sub/4603974977.html", "description": "I'm subletting my basement apartment for August 22 - Sept1. It includes an abundance of space, fully furnished with a half bathroom. Upstairs is the full bathroom w/shower, kitchen, living room and other roomate.  E-mail me for pics and further details, I look forward to hearing from you! This is one of the greatest neighborhoods in NYC and I forgot to mention, there's a huge backyard with access through the basement... it's unique!  $400 for the week", "title": "$400 / 1br - Huge Basement Apartment w/Bathroom and Windows 8/22-9/1 (Williamsburg (Graham L))"},
{"pid": "4568574590", "link": "https://newyork.craigslist.org/mnh/sub/4568574590.html", "description": "Rent my space for 6 month, apt is fully furnished and equipped. wifi connected. One month deposit. 6 month stay min. Utilities included.  Apt is very quiet, on a great block with a convenient store downstairs that is open until 1am. Subway is 2 blocks away. Lots of bars and restaurants and boutiques just steps away. All viewable in pix. Please specify required move in date. 2 ppl max", "title": "$2800 / 400ft² - 1-12 months in a beautiful studio + balcony and skylight (Lower East Side)"},
{"pid": "4568572629", "link": "https://newyork.craigslist.org/mnh/sub/4568572629.html", "description": "Rent my space for 6 month, apt is fully furnished and equipped. wifi connected. One month deposit. 6 month min. Apt is very quiet, on a great block with a convenient store downstairs that is open 24/7. Subway is 2 blocks away. Lots of bars and restaurants and boutiques just steps away. All viewable in pix. Please specify required move in date. 2 ppl max", "title": "$3200 / 1br - 475ft² - 6 months in a beautiful 1br in nolita/aug@@ (Nolita / Bowery)"},
{"pid": "4573806474", "link": "https://newyork.craigslist.org/mnh/sub/4573806474.html", "description": "Amazing 2 bedroom fully furnished unit in the Upper West Side! Available for short term or long term. Doorman building! Now showing! Large and spacious master bedroom offers plenty of sunlight The second bedroom offers the luxury of two beds in the same room! Large living room with a dining area", "title": "$6500 / 2br - Amazing 2 BR Furnished unit on 86th street in the Upper West Side (Upper West Side)"},
{"pid": "4615799457", "link": "https://newyork.craigslist.org/que/sub/4615799457.html", "description": "One bathroom & One kitchen Totally Renovated Need Credit/ References Maximum 2 People 1 month plus 1 month security deposit, and 1 month brokeage fee Q27,Q31 Bus Stop one block over. Free Parking on Street This is a very relaxed, Quiet, and Non Smoking home. No Pets. Please email a brief description and your current situation to schedule an appointment.", "title": "$1400 / 1br - 750ft² - One Bedroom for Rent in Fresh Medows  (fresh meadows)"},
{"pid": "4615770995", "link": "https://newyork.craigslist.org/mnh/sub/4615770995.html", "description": "Great price at $4,999 a month  Amenities such as WiFi and Heating/AC available for free  Apartment fully furnished  Can receive quick and easy approval", "title": "$4999 / 2br - 2 Bedroom 1 Bathroom in Les (Lower East Side)"},
{"pid": "4611193096", "link": "https://newyork.craigslist.org/mnh/sub/4611193096.html", "description": "AVAILABLE AUG 15* 3 MONTH MIN**NO SHARES** CHARMING, VERY SPACIOUS studio, HIGH ceilings, PLUS sleeping/storage loft! BIG windows, lots of natural light. Windowed kitchen, hardwood floors, excellent closet space, tile bath, very QUIET, nice private garden views. 3rd flr (2 flights up). Must see!! Located on East 49th St off of 3rd Avenue in an enchanting, pre-war, non-doorman, owner-occupied, walk-up, well maintained building. No shares, no smoking or pets allowed. EXCELLENT, Midtown East neighborhood with many nice bars, cafes and restaurants. EXTREMELY safe block. VERY CONVENIENT location. Supermarket ? block away. 3 minutes to E, M, 6 trains. Express bus stops 1/2 block away. Lively, vibrant neighborhood!! Rent: $2650. (not including utils). Monthly maid service required ($40-$60). Broker fee. NO building fees!. Easy approval process! Email: semra [at] opgny [.] com or Call Semra at Anytime. Thank you.", "title": "$2650 AUG 15*BIG* BRIGHT!*3 MONTHS OK!*SLEEPING LOFT*HI CEILS!*CHARMING VUS! (Midtown East)"},
{"pid": "4578516131", "link": "https://newyork.craigslist.org/mnh/sub/4578516131.html", "description": "Renovated 1BD apartment! | Elevator | Doorman | Call now! Furnished Rent: $4560 Type: Rental Apartment Features: Cable Television High-speed Internet, WiFi Open Kitchen: full refrigerator, stove, microwave and dishwasher. Plates, knifes, cups. Queen Size Beds Air Conditioning Dishwasher Hardwood Floors Fully Furnished Gym/Athletic Facilities Concierge Doorman Elevator Laundry in Building APARTMENT DESCRIPSION: Fully furnished spacious one bedroom apartment. High-speed Internet, WiFi, cable. Kitchen with microwave, dishwasher. Building offering doorman, concierge, attended lobby, separate place for mails, elevators, gym, laundry room. It is near the Central Park, Times Square. Steps to the subway. Application process is easy and quick. Everything can be done in person or via Internet. Foreign tenants are o.k. and welcomed!", "title": "$4560 / 1br - New one bedroom apartment | Elevator | Doorman | Call now! (Midtown West)"},
{"pid": "4596308603", "link": "https://newyork.craigslist.org/mnh/sub/4596308603.html", "description": "Two professionals searching for a roommate to move in as soon as possible.  This apartment is in Exchange Place, Jersey City NJ which is a 4 minute commute to Lower Manhattan and the Wall Street area The address is 35, Hudson Street, Jersey City, NJ 07302.  This posting is for a LARGE furnished bedroom in a luxurious apartment complex on the Hudson waterfront (please google: \"liberty towers jersey city\" for details on building). The unit has 3 bedrooms and 2 bathrooms. You would have your own room and share the bathroom with one other person. The rooms have large windows that feature STUNNING views of the NYC skyline. The room, which is furnished with a full size bed, computer table, desk, lamps and a dresser, is ideal for someone looking for an easy move-in without bringing in one's own furniture.  The building has great amenities, including a large fully-equipped 24 hr gym, swimming pool (open in the summer), business center (free fax, printing, surfing etc), large study lounge, private washer / dryer in each apartment.  Location / Commute: this is the building literally right next to the Goldman Sachs towers; it is less than 2 blocks from the Exchange Place PATH subway. It takes 4 minutes to get to the World Trade Center / Wall Street area in Downtown Manhattan. And the commute to midtown (34th street) is ~25mins. Essex Street Lightrail stop is literally right in front of the building.  Neighborhood: we have a convenience store within the building itself, and several bars and restaurants within a 1 block radius.  The housemates (both males) are friendly, but work long hours and are hardly home. We are looking for someone similar; a professional with a laid back temperament who values peace and quiet during the week would be ideal  If interested, please e-mail your earliest possible move-in date and a number at which you can be reached.", "title": "$1395 Luxury highrise bldg, LARGE gym, 4 mins to dwntwn NYC (Downtown)"},
{"pid": "4611261359", "link": "https://newyork.craigslist.org/mnh/sub/4611261359.html", "description": "~PRIME UWS~FULLY FURNISHED 2BR/2BTH 86TH STREET CPW~24HR DOORMAN BLG Rent: $7,500 Type: Rental Bedrooms: 2 Bathrooms: 2 Ownership: Rental Neighborhood: Upper West Side Approx. SF: N/A Service Level: Concierge Elevator: Yes Listing Description: ~AAABLG~PRIME UWS~STUNNING RENOVATED FULLY FURNISHED1BR Make your stay in New York a comfy and low-stress vacation! Very clean and bright-furnished apt.located Very safe neighborhood and beautiful. This is a 10 floor of a luxurey building. Apt has very high ceilings, hardwood floors, . All linen are provided. Living room: Cable TV, DVD player. Fully functioning kitchen with microwave, pots, coffee maker, kitchenware, utensils. Available short term . Located: within 2 mins walk to Central Park & 10 mins tsubway to Broadway Theaters & Times Square, Starbucks and many restaurants/shops nearby.", "title": "$7500 / 2br - Prime Uws Luxury D/M 86th Cpw Furnished 2br/2bth (Upper West Side)"},
{"pid": "4605790946", "link": "https://newyork.craigslist.org/mnh/sub/4605790946.html", "description": "L line, Halsey stop", "title": "$650 / 1br - Ridgewood Room (Ridgewood-Bushwick)"},
{"pid": "4615591509", "link": "https://newyork.craigslist.org/mnh/sub/4615591509.html", "description": "", "title": "$2999 / 1br - 700ft² - Gorgeous 1 bedroom NO FEE quiet and Bright (Flatiron)"},
{"pid": "4605813352", "link": "https://newyork.craigslist.org/brk/sub/4605813352.html", "description": "Big furnished room for rent ASAP for 3 months & UP..Room comes furnished with access to WiFi. Rent is $875 MONTHLY!", "title": "$875 SEE IT TODAY ! MOVE IN TODAY! (Crown Heights)"},
{"pid": "4602825084", "link": "https://newyork.craigslist.org/brk/sub/4602825084.html", "description": "Williamsburg apartment rental at its best!  Just one stop from Manhattan on the J, M, Z subway lines, The Continental is a 14 floor, 42 unit building with all the amenities you need. Unit offers amazing views and is are swimming in sunlight.  This bright & functional studio includes two closets, w/d in unit, and a fabulous kitchen. There is a part-time doorman, on-site parking, bicycle storage, and shared storage.  ~Apartment Features: balcony, hardwood flooring, tremendous windows, modernized kitchen, w/d, and pets! ~Building Features: courtyard, roof deck, fitness center, private storage, & water.  . . . Call Zal at 646 321 . . . . . . 5308. Thank you! . . .", "title": "$3600 Furnished Studio Apartment - Unbelievable Steal!  (N. Williamsburg)"},
{"pid": "4615670975", "link": "https://newyork.craigslist.org/mnh/sub/4615670975.html", "description": "The building has a large brand new elevator and is completely newly renovated. All furnishings and fixtures are brand new. This spacious apartment is conveniently nestled in an elevator building in close proximity to the best that New York City has to offer (26th between Lexington and Third Avenue); shopping (Fifth Avenue), top restaurants, and sightseeing.  Our newly renovated 1 bedroom apartment features hardwood floors, a bedroom furnished with an extremely comfortable queen sized bed, a spacious living area with a queen pullout bed, a brand new full modern kitchen, new and modern bathroom, and a dining area that can comfortably accommodate 4.  Our apartment is equipped with top quality towels, linens, 42\" 1080p HDTV, wireless internet, a refrigerator, toaster, microwave, coffee maker, dishes, etc. This apartment is in northern Gramercy Park/Midtown Manhattan right off Lexington Avenue.  The apartment is within walking distance of the Empire State Building, Macy's, Penn Station, Madison Square Garden, Times Square, Broadway Theater District, Rockefeller Center, Union Square, and 6,N,R,Q,W subway lines.", "title": "$1000 / 1br - GREAT PRIVATE STUDIO IN AMAZING LOCATION (Midtown)"},
{"pid": "4607412710", "link": "https://newyork.craigslist.org/brk/sub/4607412710.html", "description": "RESIDENCE HALL - www.1kenilworth.com    We currently have immediate openings available at Residence Hall that extend into Fall 2014   If you are staying short-term feel free to e-mail us for a custom quote. Prices are paid by semester, please visit the website before calling about pricing.  We are a 5 minute walk from the 2 and 5 trains.  Fully furnished Kitchenette Microwave Refrigerator Shared bedroom All utilities included Wi-Fi Internet Cable TV Individually-controlled air conditioning and heat Proxy key access  Residence Hall offers the following amenities:  Laundry facilities 24-hour Brooklyn College public safety patrols 24-hour security guard at the front desk Meeting and study rooms Exercise room Enclosed courtyard Lounge with plasma screen TVs Views of Brooklyn and Manhattan Wi-Fi in public areas Ping Pong Table Air Hockey Table Sound-proof musical instrument rehearsal space  For Fall semester pricing and layouts: CLICK HERE  Or visit out general website at   www.1kenilworth.com  Feel free to email us or give us a call at if you'd like to schedule a tour or have any questions.", "title": "Short-term, furnished housing for medical students available (Brooklyn)"},
{"pid": "4615810723", "link": "https://newyork.craigslist.org/brk/sub/4615810723.html", "description": "Room for rent available September 1st but can be flexible if you need to start moving in a few days earlier. You'd be sharing a 2BR with my very good friend from high school, a 25/M who works in the restaurant industry, mostly working nights and weekends. If you have a daytime job or are a student, you may not see each other much. He's a Culinary Institute of America graduate and very laid-back and clean. Rent is $950 a month but doesn't include internet ($25/mo) or utilities (shouldn't run more than $25/mo). The room can come empty or furnished with an IKEA bed, table, and clothes rack (since the closet isn't the most spacious), and whatever else I have in there. It's available starting September 1st with a 2 month minimum and potential to stay until the lease ends by February 1st. After that, you and your potential roommate can sort out renewing, if interested. One month + security required to move in ($1900).  The neighborhood has plenty of good restaurants, bars, and coffee joints including Speedy Romeo's, Bedford Hill, Dynaco, Do or Dine, Scratchbread, etc. Accessible by the Franklin C and Classon G.  I just got a new job so will be moving closer to the neighborhood I now work in. Please e-mail me a little bit about yourself and your availability to swing by, check out the apartment, and meet my roommate.", "title": "$950 $950 Room for Rent in Clinton Hill - Sept. 1 (Clinton Hill)"},
{"pid": "4615791937", "link": "https://newyork.craigslist.org/mnh/sub/4615791937.html", "description": "Amazing separate floor of duplex near Union Square/ East Village. The floor available is bottom level of duplex. This large private floor has full size windows, private living room, private large bathroom with a lot of storage, two huge closets, built in A/C unit and laundry on same floor in building! Entrance to apartment is on upper level where the shared kitchen is, ensuring total privacy for bottom floor! Perfect location 3 blocks from major subway lines and near many more. Endless amount of restaurants, bars and shopping steps away! (Couches can stay if desired)  A little about who you'd be living with: Late twenties female who is a hard working, non drinker with a passion for healthy food! Also a spiritual yogi who believes in a respectful, comfortable home.  Looking for a responsible, neat roommate. Shared interests being a bonus! Flexible move in date Sept 6th- 15th. Sublet ends April 30.  Looking forward to hearing from you! :)", "title": "$2175 / 1br - Amazing private floor of duplex near Union Square! (East Village)"},
{"pid": "4615787427", "link": "https://newyork.craigslist.org/mnh/sub/4615787427.html", "description": "$4,999 per Month  Available today  Quick approval  Furnished Apartment  Free Wifi and amenities", "title": "$4999 / 2br - Midtown East 2 Bedroom Apartment (Midtown East)"},
{"pid": "4611941878", "link": "https://newyork.craigslist.org/mnh/sub/4611941878.html", "description": "Offering up a bedroom in my super cool East Village apartment for sublets of relatively short duration.  Open to stays of a week up to a month (maybe longer).  * Top floor (4th) clean corner apt. w/ ELEVATOR. * Secure and SAFE building with security system. * 11' x 12' furnished-bedroom w/ a closet, queen size bed, large dresser w/chair, desk w/shelf & desk lamp, leather chair, floor lamp, in wall A.C. w/remote, BRAND NEW 42\" WALL MOUNTED HDTV, and window w/blinds facing south on 3rd St., great sun & view of downtown. * Nice living room w/32\" HDTV, leather couch & remote ceiling fan. * Clean stocked-kitchen w/ ceiling fan, cabinet & counter space. * Nice & clean bathroom w/ shower radio & window. * Laundry is across the hall. (If you don't do your laundry, there is a full service laundry & dry cleaner 1 block away) * Close to the F train, a 5 min bus ride to Union Square, bus stops in front of building & 10 min walk to NYU, and other colleges and universities. * Grocery stores, coffee shops, & drug stores, no more than 1 block away. * Walking distance to shopping, restaurants, & L.E.S., Greenwich Village, Soho, Downtown nightlife.  Offering the room at $500 weekly or $1650 monthly, flat.  Please indicate what dates you'd like to stay so I know if it's available or not.  402e9", "title": "$500 / 1br - Awesome Furnished Room in Great EV Apartment (East Village)"},
{"pid": "4615751141", "link": "https://newyork.craigslist.org/brk/sub/4615751141.html", "description": "Private bedroom in a 3 bedroom, 1 bathroom apartment. Newly renovated. Fully-furnished. Just bring your clothes & toothbrush. Located at Kent Avenue and N.5th St.  Terms are non-negotiable: - $1,900/month rent (includes utilities & wireless internet) - $500 refundable security deposit - all monies paid upfront - rate is for 1 person - $500/month extra charge applies for an additional person - no pets or smoking - monthly rentals only  *No Broker Fees*  Thanks so much for your interest in Pure House! We offer communal housing where individuals live in a nurturing environment.  We have several properties in the heart of the vibrant neighborhood of Williamsburg, Brooklyn.  If this is a match, please send a compelling email about yourself with any questions you may have.", "title": "$1900 / 1br - Private bedroom 1 block from Bedford L (F)  (prime williamsburg)"},
{"pid": "4611953594", "link": "https://newyork.craigslist.org/mnh/sub/4611953594.html", "description": "I'm seeking individuals or couples for sublets in my great apartment on the Upper East. It's in an awesome neighborhood close to bars, restaurants, groceries, as well as main bus and subway lines. It's also 5 mins from Central Park and Museum Mile.  Rate is $450 weekly or $1550 monthly (with utilities and cable/internet included).  *The Apartment* • Corner unit, 3 flights up • Winged 2br (bedrooms on opposite sides of the apt) • Spacious living room, kitchen (w/ microwave and dishwasher) and bathroom • Fully furnished  *Your Room* • Bright, spacious, with 3 windows overlooking a quiet street • Large built-in closet • fully furnished  Only offering the place for short-term rentals.  Please let me know what dates you have in mind for your stay.  240E83", "title": "$450 / 1br - Beautiful, Modern Apartment in Great UES Location (Upper East Side)"},
{"pid": "4611928375", "link": "https://newyork.craigslist.org/mnh/sub/4611928375.html", "description": "Large bedroom available in a true two bedroom in the 70's in the Upper West Side for short-term rentals. The bedroom is spacious with high ceilings and two large windows that offer tons of natural lighting, especially in the afternoon. The bedroom has a queen bed, dresser, chair and a nightstand. There is a large closet as well a large loft space with plenty of storage space. There is also a comfortable living room with a dining table. This apartment is nicely sized, especially considering the location and cost!  The apartment has internet and an Apple TV for access to movies and shows. The kitchen is fully stocked with appliances and cookware as well.  The neighborhood is lively with tons of restaurants and nightlife - you'll never run out of places to eat! The apartment is also a short walk to Central Park and minutes from the A,B, and 1 train. There is a laundromat and supermarket right across the street. Midtown is just a couple stops on the train. The location is incredibly convenient and there is TONS to do.  I have been out of the city so much that there's really no point in keeping it unoccupied.  Hence, I'm making this available for sublets of a week up until a month or two (maybe even three).  Rate is $425 weekly or $1400 monthly.  If you respond please let me know what dates you would like to stay so I can confirm availability.  137W75", "title": "Large, Bright Bedroom in Nice UWS Apartment (Upper West Side)"},
{"pid": "4615767871", "link": "https://newyork.craigslist.org/que/sub/4615767871.html", "description": "Nice little room and very clean and safe apt very well located close by the train shopping centers drug store every thing you need  and 45 min from manhattan $ 100  night negotiable", "title": "$100 / 1br - 600ft² - Home out of home (queens)"}]